Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/hasvik-s.htm.tmx
Source language: sme
Languages: nob

source: Gyldendal 1986.[15 ] Artihkal dán iskkadeami birra boahtá maŋŋelis Sámi skuvlahistorjjás.[16 ] Pavel Andersen lei Deanus eret ja lei eváhko rádjái Jáhkogohpi ( Korhámmana ) internáhta oahpaheaddjin .
nob: Gyldendal 1986.[15 ] Spørsmåla i undersøkinga er nevnt i artikkel fra Lebesby i denne boka . Artikkel om denne undersøkinga kommer i et seinere bind av [ 16 ] Pavel Andersen var fra Tana og var fram til evakueringa lærer ved Kårhamn internat i Sørøysund .

source: Eanet dieđut su birra bohtet maŋŋá .
nob: Han blir nærmere omtalt i et seinere bind av .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
